Repository: 0xbrock/licielrsync
Catalog: licielrsync/FrameMain.*.resx
Languages: fr

# GroupBox3.Text
source: Log
fr: Résumé

# GroupBox6.Text
source: Errors
fr: Erreurs

# Menu1.Text
source: &File
fr: &Fichier

# ExitToolStripMenuItem2.Text
source: E&xit
fr: Quitt&er

# Menu2.Text
source: &Tools
fr: &Outils

# LanguageToolStripMenuItem.Text
source: &Language
fr: &Langage

# CbEnglish.Text
source: &English
fr: &Anglais

# CbFrench.Text
source: &French
fr: &Français

# TrayIconToolStripMenuItem.Text
source: &Tray Icon
fr: &Zone notification

# TrayIconEnabledToolStripMenuItem.Text
source: &Enabled
fr: &Activé

# TrayIconCloseToolStripMenuItem.Text
source: &Close to tray
fr: &Fermer dans la zone

# TrayIconMinimizeToolStripMenuItem.Text
source: &Minimize to tray
fr: &Minimiser dans la zone

# TrayIconNoticeStartToolStripMenuItem.Text
source: &Start
fr: &Démarrage

# OpenSettingsFolderToolStripMenuItem.Text
source: Settings &Folder
fr: &Répertoire des configurations

# ResetToolStripMenuItem.Text
source: Settings &Reset
fr: E&ffacer configurations

# Menu3.Text
source: &Help
fr: &Aide

# UpdateCheckToolStripMenuItem.Text
source: Check for updates
fr: Vérifier les mises à jour

# AboutToolStripMenuItem.Text
source: &About...
fr: À propos...

# CbRedir.Text
source: Redirect outputs
fr: Rediriger sorties

# CbRedir.ToolTip
source: redirect the standard and error streams to the licielrsync text box (you may need to disable this to access the password prompt with authenticated transfers)
fr: redirige les textes de sorties et d'erreurs des processus lancés par licielrsync (vous pourriez avoir besoin de désactiver cette option pour avoir accès au prompteur de mot de passe des transferts sécurisés)

# CbHideWindows.Text
source: Hide other windows
fr: Cacher fenêtres

# CbHideWindows.ToolTip
source: hide the command prompt (you may need to disable this to access the password prompt with authenticated transfers)
fr: cache le prompteur de commande en ligne Windows (vous pourriez avoir besoin de désactiver cette option pour avoir accès au prompteur de mot de passe des transferts sécurisés)

# ButtonTest.Text
source: Simulate
fr: Simuler

# ButtonTest.ToolTip
source: -n, --dry-run : start the synchronization without doing modifications
fr: -n, --dry-run : effectue un test sans faire de modifications

# ButtonExec.Text
source: Execute
fr: Exécuter

# ButtonExec.ToolTip
source: start the synchronization
fr: démarre la synchronisation

# ButtonDel.Text
source: Delete
fr: Suppr.

# ButtonDel.ToolTip
source: delete from the list the profile selected in the combobox
fr: supprime de la liste le profil sélectionné dans la combobox

# ButtonAdd.Text
source: Add
fr: Ajouter

# ButtonAdd.ToolTip
source: add to the list the profile written in the combobox
fr: ajoute à la liste le profil écrit dans la combobox

# CbProgress.Text
source: Show progress
fr: Montrer la progression

# CbProgress.ToolTip
source: --progress : show progress during transfer
fr: --progress : montre la progression lors des transferts

# CbShowCmd.Text
source: Show command line
fr: Voir ligne de commande

# CbShowCmd.ToolTip
source: show the command line on the status bar
fr: montre la ligne de commande dans la barre de statut

# CbReadable.Text
source: Human readable
fr: Chiffres lisibles

# CbReadable.ToolTip
source: -h, --human-readable : output numbers in a human-readable format
fr: -h, --human-readable : converti les chiffre en unités plus lisibles

# CbVerbose.Text
source: Increase verbosity per
fr: Augmenter verbosité par

# CbVerbose.ToolTip
source: -v, --verbose : increase verbosity
fr: -v, --verbose : augmente la verbosité

# CbChecksum.Text
source: Skip on checksum
fr: Ignorer avec intégrité

# CbChecksum.ToolTip
source: -c, --checksum : skip based on checksum, not mod-time & size
fr: -c, --checksum : ignore les fichiers par rapport à leur intégrité plutot que la date et la taille

# CbDelta.Text
source: Force delta-transmission
fr: Forcer la transmission-delta

# CbDelta.ToolTip
source: --no-whole-file : force to don't send whole files (with delta-xfer algorithm)
fr: --no-whole-file : n'envoie pas de fichiers entiers (avec l'algorithme delta-xfer)

# CbExistingOnly.Text
source: Existing only
fr: Existant seulement

# CbExistingOnly.ToolTip
source: --existing : skip creating new files on receiver
fr: --existing : transfert seulement les fichiers existant à la destination

# CbSizeOnly.Text
source: Size only
fr: Taille seulement

# CbSizeOnly.ToolTip
source: --size-only : skip files that match in size
fr: --size-only : ignore les fichiers dont la taille correspond

# CbNewer.Text
source: Skip newer
fr: Ignorer nouveaux fichiers

# CbNewer.ToolTip
source: -u, --update : skip files that are newer on the receiver
fr: -u, --update : ignore les fichiers plus récents à la destination

# CbIgnoreTimes.Text
source: Ignore date
fr: Ignorer date

# CbIgnoreTimes.ToolTip
source: --ignore-times : don't skip files that match in size and mod-time
fr: --ignore-times : n'ignore pas les fichiers par leur taille et date

# CbExisting.Text
source: Ignore existing
fr: Ignorer les fichiers existants

# CbExisting.ToolTip
source: --ignore-existing : skip updating files that already exist on receiver
fr: --ignore-existing : ignore les fichiers déjà présent à la destination

# CbDelete.Text
source: Delete on destination
fr: Supprimer à la destination

# CbDelete.ToolTip
source: --delete : delete extraneous files from destination dirs
fr: --delete : efface les fichiers de la destination qui ne sont pas présent à la source

# CbRecurse.Text
source: Recurse into directories
fr: Copie récursive répertoires

# CbRecurse.ToolTip
source: -r, --recursive : recurse into directories
fr: -r, --recursive : copie les sous-répertoires récursivement

# CbPerm.Text
source: Preserve permissions
fr: Conserver permissions

# CbPerm.ToolTip
source: -p, --perms : preserve permissions
fr: -p, --perms : conserve les permissions

# CbOwner.Text
source: Preserve owners
fr: Conserver propriétaires

# CbOwner.ToolTip
source: -o : preserve owner (super-user only)preserve owner (super-user only)
fr: -o, --owner : conserve les propriétaires (super-utilisateurs seulement)

# CbGroup.Text
source: Preserve groups
fr: Conserver groupes

# CbGroup.ToolTip
source: -g, --group : preserve groups
fr: -g, --group : conserve les groupes

# CbDate.Text
source: Preserve dates
fr: Conserver les dates

# CbDate.ToolTip
source: -t, --times : preserve modification times
fr: -t, --times : conserve les dates de modification

# TextBoxOptions.ToolTip
source: Example : --help -e /bin/ssh
fr: Exemple : --help -e /bin/ssh

# TextBoxDst.ToolTip
source: Example : C:\DIRECTORY\ Administrator@127.0.0.1:/tmp Administrator@127.0.0.1::module/tmp
fr: Exemple : C:\REPERTOIRE\ Administrator@127.0.0.1:/tmp Administrator@127.0.0.1::module/tmp

# TextBoxSrc.ToolTip
source: Example : C:\DIRECTORY\ Administrator@127.0.0.1:/tmp Administrator@127.0.0.1::module/tmp
fr: Exemple : C:\REPERTOIRE\ Administrator@127.0.0.1:/tmp Administrator@127.0.0.1::module/tmp

# Label3.Text
source: Custom options
fr: Options personnalisées

# Label3.ToolTip
source: Example : --help -e /bin/ssh
fr: Exemple : --help -e /bin/ssh

# Label2.ToolTip
source: Example : C:\DIRECTORY\ Administrator@127.0.0.1:/tmp Administrator@127.0.0.1::module/tmp
fr: Exemple : C:\REPERTOIRE\ Administrator@127.0.0.1:/tmp Administrator@127.0.0.1::module/tmp

# Label1.ToolTip
source: Example : C:\DIRECTORY\ Administrator@127.0.0.1:/tmp Administrator@127.0.0.1::module/tmp
fr: Exemple : C:\REPERTOIRE\ Administrator@127.0.0.1:/tmp Administrator@127.0.0.1::module/tmp

# CbFS.Text
source: Do not cross file-system
fr: Ne pas croiser sytème de fichier

# CbFS.ToolTip
source: -x, --one-file-system : don't cross filesystem boundaries
fr: -x, --one-file-system : utilise un seul système de fichier

# CbWinCompat.Text
source: Compatibility
fr: Compatibilité

# CbWinCompat.ToolTip
source: --modify-window=2 : known to fixe problems on some old windows (FAT)
fr: --modify-window=2 : corrige un problème sur d'ancien Windows en FAT

# CbPermWin.Text
source: Preserve acl security
fr: Conserver la sécurité acl

# CbPermWin.ToolTip
source: --backup-nt-streams --restore-nt-streams : preserve acl security in windows (requires a patched version of rsync -ntstreams)
fr: --backup-nt-streams --restore-nt-streams : conserve les permissions acl (requiert une version de rsync modifiée par le patche de BackupAssist -ntstreams)

# GroupBox2.Text
source: Execution
fr: Exécution

# GroupBox1.Text
source: Profiles
fr: Profils

# TabPage1.Text
source: Base options
fr: Options de bases

# GroupBox5.Text
source: Visibility
fr: Visibilité

# ButtonDstOpen.Text
source: Browse
fr: Parcourir

# ButtonSrcOpen.Text
source: Browse
fr: Parcourir

# TabPage2.Text
source: Other options
fr: Autres options

# ExitToolStripMenuItem1.Text
source: Exit
fr: Quitt&er

# $this.Text
source: licielrsync - a multi-threaded interface for rsync on windows - licielrsync.googlecode.com
fr: licielrsync - une interface multi-thread pour rsync et windows - licielrsync.googlecode.com
